//ANDREWJA JOB  IBM,SP,CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//ZIP      JCLLIB ORDER=CEE.SCEEPROC
//PLINK    EXEC  PROC=EDCPL,
//    OUTFILE='ANDREWJ.SOURCE.LMD(ZIP),DISP=SHR',
//    PREGSIZ=6M,
//    PPARM='NONCAL,MAP,MEMORY',
//    LPARM='LIST,MAP,XREF'
//PLKED.SYSIN   DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(ZIP)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(CRYPT)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(TREES)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(DEFLATE)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(FILEIO)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(GLOBALS)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(UTIL)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(CRC32)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(CRCTAB)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(ZIPFILE)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(ZIPUP)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(MVS)
//              DD  DISP=SHR,DSN=ANDREWJ.ZIP.O(CMSMVS)
//LKED.SYSLIB   DD  DISP=SHR,DSN=CEE.SCEELKED
//SYSUT1   DD  UNIT=SYSDA,SPACE=(CYL,(2,2))
//
